{
    "palavras_e_dicas": [
        {
            "palavra": "CÔNJUGE",
            "dica": "Pessoa casada em relação ao seu cônjuge; marido ou esposa.",
            "tamanho": 7
        },
        {
            "palavra": "CULTURA",
            "dica": "Conjunto de conhecimentos, crenças, costumes e valores de um determinado grupo social.",
            "tamanho": 7
        },
        {
            "palavra": "CARÁTER",
            "dica": "Conjunto de traços e qualidades que distinguem uma pessoa; índole; personalidade.",
            "tamanho": 7
        },
        {
            "palavra": "COMOÇÃO",
            "dica": "Sentimento intenso de perturbação emocional diante de uma situação impactante.",
            "tamanho": 7
        },
        {
            "palavra": "CUIDADO",
            "dica": "Atenção, zelo, precaução com algo ou alguém;",
            "tamanho": 7
        },
        {
            "palavra": "COLISÃO",
            "dica": "Ato ou efeito de colidir; choque entre dois corpos ou objetos.",
            "tamanho": 7
        },
        {
            "palavra": "CRÉDITO",
            "dica": "Confiança que se deposita na capacidade de pagamento de alguém; transação financeira.",
            "tamanho": 7
        },
        {
            "palavra": "COMBATE",
            "dica": "Ação de lutar contra algo ou alguém; confronto armado.",
            "tamanho": 7
        },
        {
            "palavra": "CÉREBRO",
            "dica": "Órgão do sistema nervoso central responsável pelo pensamento e coordenação motora.",
            "tamanho": 7
        },
        {
            "palavra": "COZINHA",
            "dica": "Ambiente onde se preparam e cozinham alimentos.",
            "tamanho": 7
        },
        {
            "palavra": "CASUAL",
            "dica": "Que ocorre por acaso; não planejado; despretensioso.",
            "tamanho": 6
          },
          {
            "palavra": "CÉTICO",
            "dica": "Pessoa que duvida ou questiona a veracidade ou validade de algo; descrente.",
            "tamanho": 6
          },
          {
            "palavra": "COLHER",
            "dica": "Utensílio de cozinha com cabo e parte côncava usado para comer ou servir alimentos.",
            "tamanho": 6
          },
          {
            "palavra": "CAÇULA",
            "dica": "O irmão ou a irmã mais novo(a) em uma família.",
            "tamanho": 6
          },
          {
            "palavra": "CONTÉM",
            "dica": "Forma conjugada do verbo conter, indicando que algo possui ou inclui algo mais.",
            "tamanho": 6
          },
          {
            "palavra": "COBAIA",
            "dica": "Animal utilizado em experimentos científicos; objeto de teste.",
            "tamanho": 6
          },
          {
            "palavra": "COBRIR",
            "dica": "Ato de tapar, ocultar ou envolver algo com alguma coisa.",
            "tamanho": 6
          },
          {
            "palavra": "CÚPULA",
            "dica": "Construção em forma de cúpula; topo ou abóbada arredondada de um edifício.",
            "tamanho": 6
          },
          {
            "palavra": "CÂMERA",
            "dica": "Dispositivo usado para capturar ou gravar imagens e vídeos.",
            "tamanho": 6
          },
          {
            "palavra": "CÉLULA",
            "dica": "Unidade básica da estrutura e função dos seres vivos; componente fundamental dos tecidos.",
            "tamanho": 6
          },
          {
            "palavra": "CASAL",
            "dica": "Conjunto de duas pessoas unidas pelo casamento ou união estável.",
            "tamanho": 5
          },
          {
            "palavra": "COMUM",
            "dica": "Que é frequente, habitual ou que acontece de forma geral.",
            "tamanho": 5
          },
          {
            "palavra": "CHUVA",
            "dica": "Precipitação de gotas de água que caem da atmosfera.",
            "tamanho": 5
          },
          {
            "palavra": "COMER",
            "dica": "Ato de ingerir alimentos para se alimentar.",
            "tamanho": 5
          },
          {
            "palavra": "CARRO",
            "dica": "Veículo automotor com quatro rodas usado para transporte.",
            "tamanho": 5
          },
          {
            "palavra": "CAIXA",
            "dica": "Recipiente ou compartimento para armazenar ou transportar objetos.",
            "tamanho": 5
          },
          {
            "palavra": "CHATA",
            "dica": "Que causa aborrecimento, incômodo ou irritação.",
            "tamanho": 5
          },
          {
            "palavra": "CHAVE",
            "dica": "Instrumento metálico usado para abrir ou fechar fechaduras.",
            "tamanho": 5
          },
          {
            "palavra": "CHEFE",
            "dica": "Pessoa que está à frente de uma organização ou equipe; líder.",
            "tamanho": 5
          },
          {
            "palavra": "CLONE",
            "dica": "Cópia idêntica de um ser vivo ou objeto, obtida por meio de reprodução assexuada.",
            "tamanho": 5
          }
    ]
  }
  