{
    "palavras_e_dicas": [
      {
        "palavra": "HÍBRIDO",
        "dica": "Que resulta da mistura de duas espécies diferentes; mestiço; misto.",
        "tamanho": 7
      },
      {
        "palavra": "HUMILDE",
        "dica": "Que possui simplicidade; que não é orgulhoso; modesto.",
        "tamanho": 7
      },
      {
        "palavra": "HORTELÃ",
        "dica": "Planta aromática de folhas verdes e cheiro agradável, utilizada na culinária e em chás.",
        "tamanho": 7
      },
      {
        "palavra": "HACKEAR",
        "dica": "Ato de invadir ou acessar ilegalmente um sistema de computador; piratear.",
        "tamanho": 7
      },
      {
        "palavra": "HORÁRIO",
        "dica": "Período determinado do dia em que algo acontece; hora específica.",
        "tamanho": 7
      },
      {
        "palavra": "HILÁRIO",
        "dica": "Que causa grande riso; muito engraçado; divertido.",
        "tamanho": 7
      },
      {
        "palavra": "HAMSTER",
        "dica": "Pequeno roedor, popular como animal de estimação.",
        "tamanho": 7
      },
      {
        "palavra": "HINÁRIO",
        "dica": "Livro que contém hinos religiosos; livro de hinos.",
        "tamanho": 7
      },
      {
        "palavra": "HOSTIL",
        "dica": "Que demonstra hostilidade; agressivo; inimigo.",
        "tamanho": 6
      },
      {
        "palavra": "HÉTERO",
        "dica": "Termo usado para se referir a pessoas com orientação sexual oposta ao próprio gênero.",
        "tamanho": 6
      },
      {
        "palavra": "HONRAR",
        "dica": "Tratar alguém com respeito e dignidade; cumprir com compromissos.",
        "tamanho": 6
      },
      {
        "palavra": "HUMANO",
        "dica": "Relativo à espécie humana; característico dos seres humanos.",
        "tamanho": 6
      },
      {
        "palavra": "HÉRNIA",
        "dica": "Protusão de um órgão ou tecido através de uma abertura ou enfraquecimento da parede que o contém.",
        "tamanho": 6
      },
      {
        "palavra": "HACKER",
        "dica": "Indivíduo com habilidades avançadas em computação, capaz de invadir sistemas de computadores.",
        "tamanho": 6
      },
      {
        "palavra": "HOSTEL",
        "dica": "Estabelecimento de hospedagem de baixo custo, geralmente frequentado por viajantes.",
        "tamanho": 6
      },
      {
        "palavra": "HONRA",
        "dica": "Sentimento de dignidade pessoal; integridade moral; respeito próprio.",
        "tamanho": 5
      },
      {
        "palavra": "HERÓI",
        "dica": "Personagem lendário ou mitológico conhecido por suas ações nobres e corajosas.",
        "tamanho": 5
      },
      {
        "palavra": "HOMEM",
        "dica": "Ser humano do sexo masculino; pessoa adulta do gênero masculino.",
        "tamanho": 5
      },
      {
        "palavra": "HOTEL",
        "dica": "Estabelecimento que oferece acomodações e serviços para viajantes.",
        "tamanho": 5
      },
      {
        "palavra": "HIENA",
        "dica": "Mamífero carnívoro da família dos hienídeos, conhecido por sua risada característica.",
        "tamanho": 5
      },
      {
        "palavra": "HORTA",
        "dica": "Pequeno terreno ou espaço onde são cultivadas ervas, legumes e verduras.",
        "tamanho": 5
      },
      {
        "palavra": "HARPA",
        "dica": "Instrumento musical de cordas, tocado com os dedos ou palhetas.",
        "tamanho": 5
      },
      {
        "palavra": "HERTZ",
        "dica": "Unidade de medida da frequência de um som.",
        "tamanho": 5
      }
    ]
  }
  