{
    "palavras_e_dicas": [
        {
        "palavra": "JUGULAR",
        "dica": "Uma das principais veias do pescoço; também pode se referir a um golpe nessa região.",
        "tamanho": 7
        },
        {
        "palavra": "JUSTIÇA",
        "dica": "Princípio moral de dar a cada um o que lhe é devido; equidade; imparcialidade.",
        "tamanho": 7
        },
        {
        "palavra": "JORNADA",
        "dica": "Período de tempo durante o qual se realiza um trabalho ou uma viagem; expedição.",
        "tamanho": 7
        },
        {
        "palavra": "JOANETE",
        "dica": "Deformação óssea na base do dedão do pé.",
        "tamanho": 7
        },
        {
        "palavra": "JÚPITER",
        "dica": "Maior planeta do sistema solar; também é um dos planetas visíveis a olho nu.",
        "tamanho": 7
        },
        {
            "palavra": "JULGAR",
            "dica": "Formar uma opinião ou emitir um juízo sobre algo ou alguém; avaliar.",
            "tamanho": 6
          },
          {
            "palavra": "JUNÇÃO",
            "dica": "Ato ou efeito de juntar ou unir; ponto de encontro; conexão.",
            "tamanho": 6
          },
          {
            "palavra": "JANELA",
            "dica": "Abertura em uma parede que permite a entrada de luz e ventilação.",
            "tamanho": 6
          },
          {
            "palavra": "JACARÉ",
            "dica": "Réptil semiaquático, de corpo alongado e focinho largo, pertencente à família dos crocodilos.",
            "tamanho": 6
          },
          {
            "palavra": "JORNAL",
            "dica": "Meio de comunicação impresso, que divulga notícias e informações atuais.",
            "tamanho": 6
          },
          {
            "palavra": "JAVALI",
            "dica": "Mamífero de porte médio a grande, da família dos suídeos, comum em diversas regiões.",
            "tamanho": 6
          },
          {
            "palavra": "JURADA",
            "dica": "Ato ou efeito de jurar; afirmação solene ou compromisso assumido.",
            "tamanho": 6
          },
          {
            "palavra": "JUSTO",
            "dica": "Que age ou se comporta de acordo com a justiça; íntegro; correto.",
            "tamanho": 5
          },
          {
            "palavra": "JEITO",
            "dica": "Habilidade ou destreza para fazer algo; modo de agir.",
            "tamanho": 5
          },
          {
            "palavra": "JUÍZO",
            "dica": "Faculdade mental de pensar, raciocinar e julgar; discernimento.",
            "tamanho": 6
          },
          {
            "palavra": "JOVEM",
            "dica": "Que está na juventude; pessoa de pouca idade; jovial.",
            "tamanho": 5
          },
          {
            "palavra": "JUNTO",
            "dica": "Unido; próximo ou ao lado de algo ou alguém.",
            "tamanho": 5
          },
          {
            "palavra": "JUDEU",
            "dica": "Relativo aos judeus ou pertencente ao povo judaico.",
            "tamanho": 5
          },
          {
            "palavra": "JOGAR",
            "dica": "Participar de um jogo ou atividade recreativa; brincar.",
            "tamanho": 5
          },
          {
            "palavra": "JAULA",
            "dica": "Recinto fechado, geralmente de grades, usado para aprisionar animais.",
            "tamanho": 5
          },
          {
            "palavra": "JARRA",
            "dica": "Recipiente com boca larga e asa, geralmente utilizado para servir líquidos.",
            "tamanho": 5
          },
          {
            "palavra": "JESUS",
            "dica": "Figura central do cristianismo, considerado o filho de Deus e Salvador.",
            "tamanho": 5
          },
          {
            "palavra": "JARRO",
            "dica": "Vaso com bico e asa, usado geralmente para servir líquidos.",
            "tamanho": 5
          }
    ]
  }
  